var mainPageContent = {
    'c1_header': 'Сила у дружності',
    'c1_info': 'Наша благодійна платформа дозволяє надати допомогу тим, хто її потребує, швидко, прозоро, зручно!',
    'c1_btn': 'Дізнатися більше',
    'c1_background': 'image/background-2.jpg',

    'c2_logo_1': 'assessment',
    'c2_header_1': 'Розумний алгоритм',
    'c2_info_1': 'Розумний алгоритм вибору переможця надає шанс виграти всім, проте перевага надается найбільш гідним. (Опис алгоритму)',

    'c2_logo_2': 'group',
    'c2_header_2': 'Багато людей - великі можливості',
    'c2_info_2': 'У проекті залучена велика кількість людей. Ті кому потрібна допомога, та ті хто можуть ії надати забрані разом. Як то кажуть: "один в полі не воїн", а от разом ми сила.',

    'c2_logo_3': 'query_builder',
    'c2_header_3': 'Легко долучитись',
    'c2_info_3': 'Будь хто та да будь де зможе користуватися можливостями ресурсу завдяки адаптивному дизайну, та неймовірній простоті.',

    'c3_header': 'Як все працює?',
    'c3_info': 'Кожна людина може пожертвувати будь яку суму грошей, проте жертвувати можна тільки на конкретного бійця. Якшо сумма всіх зібраних грошей на всіх бійців перевищує вартість житла - житло викупається і розігруєтся між бійцями. Боєць, у якого найбілша сума грошей має найбільше шансів на перемогу (дивіться опис алгоритму нагорі).',
    'c3_background': 'image/background-3.jpg',

    'c4_header': 'Учасники',
    'c4_fighters': 'Топ бійців',
    'c4_benefactor': 'Топ благодійників',
    'c4_btn': 'Переглянути всіх учасників',

    'c5_header': 'Останні звіти',
    'c5_btn': 'Переглянути всі звіти',
    'c5_background': 'image/background-4.jpg',

    'c6_header': 'Благодійні організації'
};

var indexPageContent = {
    'become': 'Стати учасником',
    'commonpower': 'Разом сила',
    'year': '2015',


    'header_help': 'Допомогти',
    'header_home': 'Головна',
    'header_reports': 'Звітність',
    'header_contacts': 'Контакти',
    'header_about': 'Про проект',
    
    'footer_contacts': 'Наші контакти: ',
    'footer_phone': 'Телефон:',
    'footer_phone_number': '+380993332211',
    'footer_email': 'Пошта:',
    'footer_email_adress': 'support@commonpower.com',
    'footer_adress': 'Адреса:',
    'footer_adress_point': 'Київ, вул. Семена Петлюри 36',
    'footer_detail': 'Детальніше',
    'footer_participation': 'Про участь:',
    'footer_about_participation': 'Кожна людина може прийняти участь у данному проекті. Бійці мають шанс отримати квартиру. Власники житла отримують можливість швидко та вигідно продати житло. Кожен має можливість пожертвувати невелику суму.',
    'footer_social': 'Ми у спільнотах:'
}

var commonPageContent = {
    'details': 'Детальніше'
}

var newsList = [{
    'img': 'image/sample-1.jpg',
    'title': 'Цікава новина',
    'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
},{
    'img': 'image/sample-2.jpg',
    'title': 'Цікава новина',
    'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
},{
    'img': 'image/sample-3.jpg',
    'title': 'Цікава новина',
    'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
}]

var fightersList = [{
    'img': 'image/face.jpg',
    'title': 'Іванов Іван Іванович',
    'info': 'Генерал АТО',
    'count': '2999.9'
},{
    'img': 'image/face.jpg',
    'title': 'Петров Петро Петрович',
    'info': 'Лейтенант запасу',
    'count': '1099.9'
},{
    'img': 'image/face.jpg',
    'title': 'Сидоров Сидор Сидорович',
    'info': 'Старший сержант',
    'count': '199.9'
}]

var benefactorsList = [{
    'name': 'Ринат Ахметов Батькович',
    'count': '12 399'
},{
    'name': 'Виктор Пиньчук Металургович',
    'count': '11 209'
},{
    'name': 'Игорь Коломойский Жидович',
    'count': '9 299'
},{
    'name': 'Петр Порошенко Президентович',
    'count': '8 499'
},{
    'name': 'Сергей Тигипко Лисоголович',
    'count': '5 699'
},{
    'name': 'Дмитрий Фирташ Балаболович',
    'count': '2 399'
}]

var organizations = [{
    "img": "image/fond-logo-1.jpg"
},{
    "img": "image/fond-logo-2.jpg"
},{
    "img": "image/fond-logo-3.jpg"
},{
    "img": "image/fond-logo-4.jpg"
},{
    "img": "image/fond-logo-5.jpg"
}]



var newsPage1 = {
    'news': [{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 1',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-2.jpg',
        'title': 'Цікава новина 2',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-3.jpg',
        'title': 'Цікава новина 3',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 4',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-2.jpg',
        'title': 'Цікава новина 5',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-3.jpg',
        'title': 'Цікава новина 6',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 7',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-2.jpg',
        'title': 'Цікава новина 8',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-3.jpg',
        'title': 'Цікава новина 9',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 10',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    }],
    "page" : {
        "size" : 10,
        "totalElements" : 10,
        "totalPages" : 12,
        "number" : 1
      }
}

var newsPage2= {
    'news': [{
        'img': 'image/sample-2.jpg',
        'title': 'Цікава новина 11',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-3.jpg',
        'title': 'Цікава новина 12',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 13',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-2.jpg',
        'title': 'Цікава новина 14',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-3.jpg',
        'title': 'Цікава новина 15',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 16',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-2.jpg',
        'title': 'Цікава новина 17',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-3.jpg',
        'title': 'Цікава новина 18',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 19',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-2.jpg',
        'title': 'Цікава новина 20',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    }],
    "page" : {
        "size" : 10,
        "totalElements" : 10,
        "totalPages" : 12,
        "number" : 2
      }
}

var newsPage3 = {
    'news': [{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 21',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-2.jpg',
        'title': 'Цікава новина 22',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-3.jpg',
        'title': 'Цікава новина 23',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 24',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-2.jpg',
        'title': 'Цікава новина 25',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-3.jpg',
        'title': 'Цікава новина 26',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 27',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-2.jpg',
        'title': 'Цікава новина 28',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-3.jpg',
        'title': 'Цікава новина 29',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 30',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    }],
    "page" : {
        "size" : 10,
        "totalElements" : 10,
        "totalPages" : 12,
        "number" : 3
      }
}

var newsPage4 = {
    'news': [{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 31',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-2.jpg',
        'title': 'Цікава новина 32',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-3.jpg',
        'title': 'Цікава новина 33',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 34',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-2.jpg',
        'title': 'Цікава новина 35',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-3.jpg',
        'title': 'Цікава новина 36',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 37',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-2.jpg',
        'title': 'Цікава новина 38',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-3.jpg',
        'title': 'Цікава новина 39',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 40',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    }],
    "page" : {
        "size" : 10,
        "totalElements" : 10,
        "totalPages" : 12,
        "number" : 4
      }
}


var newsPage5 = {
    'news': [{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 41',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-2.jpg',
        'title': 'Цікава новина 42',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-3.jpg',
        'title': 'Цікава новина 43',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 44',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-2.jpg',
        'title': 'Цікава новина 45',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-3.jpg',
        'title': 'Цікава новина 46',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 47',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-2.jpg',
        'title': 'Цікава новина 48',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-3.jpg',
        'title': 'Цікава новина 49',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 50',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    }],
    "page" : {
        "size" : 10,
        "totalElements" : 10,
        "totalPages" : 12,
        "number" : 5
      }
}

var newsPage6 = {
    'news': [{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 51',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-2.jpg',
        'title': 'Цікава новина 52',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-3.jpg',
        'title': 'Цікава новина 53',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 54',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-2.jpg',
        'title': 'Цікава новина 55',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-3.jpg',
        'title': 'Цікава новина 56',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 57',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-2.jpg',
        'title': 'Цікава новина 58',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-3.jpg',
        'title': 'Цікава новина 59',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 60',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    }],
    "page" : {
        "size" : 10,
        "totalElements" : 10,
        "totalPages" : 12,
        "number" : 6
      }
}

var newsPage7 = {
    'news': [{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 61',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-2.jpg',
        'title': 'Цікава новина 62',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-3.jpg',
        'title': 'Цікава новина 63',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 64',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-2.jpg',
        'title': 'Цікава новина 65',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-3.jpg',
        'title': 'Цікава новина 66',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 67',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-2.jpg',
        'title': 'Цікава новина 68',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-3.jpg',
        'title': 'Цікава новина 69',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 70',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    }],
    "page" : {
        "size" : 10,
        "totalElements" : 10,
        "totalPages" : 12,
        "number" : 7
      }
}

var newsPage8 = {
    'news': [{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 71',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-2.jpg',
        'title': 'Цікава новина 72',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-3.jpg',
        'title': 'Цікава новина 73',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 74',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-2.jpg',
        'title': 'Цікава новина 75',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-3.jpg',
        'title': 'Цікава новина 76',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 77',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-2.jpg',
        'title': 'Цікава новина 78',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-3.jpg',
        'title': 'Цікава новина 79',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 80',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    }],
    "page" : {
        "size" : 10,
        "totalElements" : 10,
        "totalPages" : 12,
        "number" : 8
      }
}

var newsPage9 = {
    'news': [{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 81',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-2.jpg',
        'title': 'Цікава новина 82',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-3.jpg',
        'title': 'Цікава новина 83',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 84',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-2.jpg',
        'title': 'Цікава новина 85',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-3.jpg',
        'title': 'Цікава новина 86',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 87',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-2.jpg',
        'title': 'Цікава новина 88',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-3.jpg',
        'title': 'Цікава новина 89',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 90',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    }],
    "page" : {
        "size" : 10,
        "totalElements" : 10,
        "totalPages" : 12,
        "number" : 9
      }
}

var newsPage10 = {
    'news': [{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 91',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-2.jpg',
        'title': 'Цікава новина 92',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-3.jpg',
        'title': 'Цікава новина 93',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 94',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-2.jpg',
        'title': 'Цікава новина 95',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-3.jpg',
        'title': 'Цікава новина 96',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 97',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-2.jpg',
        'title': 'Цікава новина 98',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-3.jpg',
        'title': 'Цікава новина 99',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 100',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    }],
    "page" : {
        "size" : 10,
        "totalElements" : 10,
        "totalPages" : 12,
        "number" : 10
      }
}

var newsPage11 = {
    'news': [{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 101',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-2.jpg',
        'title': 'Цікава новина 102',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-3.jpg',
        'title': 'Цікава новина 103',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 104',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-2.jpg',
        'title': 'Цікава новина 105',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-3.jpg',
        'title': 'Цікава новина 106',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 107',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-2.jpg',
        'title': 'Цікава новина 108',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-3.jpg',
        'title': 'Цікава новина 109',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 110',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    }],
    "page" : {
        "size" : 10,
        "totalElements" : 10,
        "totalPages" : 12,
        "number" : 11
      }
}

var newsPage12 = {
    'news': [{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 111',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-2.jpg',
        'title': 'Цікава новина 112',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-3.jpg',
        'title': 'Цікава новина 113',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-1.jpg',
        'title': 'Цікава новина 114',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    },{
        'img': 'image/sample-2.jpg',
        'title': 'Цікава новина 115',
        'preview': 'Це приклад дуже цікавої новини. Він повинен бути не дуже довгим проте містити основну інформацію. Це приклад дуже цікавої новини.'
    }],
    "page" : {
        "size" : 10,
        "totalElements" : 5,
        "totalPages" : 12,
        "number" : 2
      }
}

